export const investorAdvantagesSectionData = {
  title: "المزايا الرئيسية للاستثمار",
  image: "images/bg_1.jpg",
  imageAlt: "مزايا الاستثمار",
  items: [
    { id: "01", text: "منهجية مرنة في تنفيذ المشاريع" },
    { id: "02", text: "علامة تجارية راسخة وسجل حافل بالإنجازات" },
    {
      id: "03",
      text: "خبرة الشركة في التطوير واستفادتها من الشركة التابعة المملوكة لها بالكامل المعنية بإدارة أعمال البناء",
    },
    {
      id: "04",
      text: "خبرة عميقة في تطوير منتجات عقارية سكنية وتجارية متنوعة في مدن متعددة",
    },
    { id: "05", text: "التركيز على البحث وتحليل السوق" },
    { id: "06", text: "الكفاءة القائمة على التكنولوجيا وإشراك العملاء" },
    { id: "07", text: "المشاريع الضخمة والكبيرة الجاري تطويرها" },
  ],
};
