export const investorAnnouncementsSectionData = {
  title: "الإعلانات",
  buttonLabel: "اقرأ المزيد",
  items: [
    {
      date: "31 مارس 2026",
      text: "إعلان شركة الرمز للعقارات عن توقيع عقد مع “شركة عود المالية – مدير الصندوق”.",
    },
    {
      date: "31 مارس 2026",
      text: "إعلان شركة الرمز للعقارات عن شراء أراضي تجارية / سكنية في حي الملقا بمدينة الرياض بقيمة 94,600,000 ريال سعودي.",
    },
    {
      date: "29 مارس 2026",
      text: "إعلان شركة الرمز للعقارات عن توصية مجلس الإدارة بتوزيع أرباح نقدية على المساهمين عن السنة المالية المنتهية.",
    },
    {
      date: "29 مارس 2026",
      text: "إعلان شركة الرمز للعقارات عن النتائج المالية السنوية المنتهية في 31-12-2025.",
    },
    {
      date: "18 فبراير 2026",
      text: "إعلان شركة الرمز للعقارات بخصوص إشعارات رسوم الأراضي البيضاء.",
    },
    {
      date: "15 فبراير 2026",
      text: "إعلان شركة الرمز للعقارات عن توقيع اتفاقية مع مجموعة روشن – إحدى شركات صندوق الاستثمارات العامة – لغرض شراء.",
    },
  ],
};
