export const chairmanMessageSectionData = {
  titleLines: ["رسالة رئيس", "مجلس الإدارة"],
  messageParagraphs: [
    "نحن نؤمن بأن هذا الطرح سيعزز من قدرتنا على تحقيق قيمة مضافة لأصحاب المصلحة ويدعم مساهمتنا الفاعلة في تحقيق أهداف رؤية المملكة 2030 لبناء مستقبل أكثر استدامة، كما سيعزز الطرح قدرتنا على تحقيق رؤيتنا بأن نصبح شركة التطوير العمراني الأسرع نموًا في المملكة من خلال إنشاء مجتمعات استثنائية الراحة والمحيط.",
    "على الرغم من تأسيس شركتنا في عام 2016م، إلا أنها نجحت بسرعة كبيرة في أن تكون من بين الشركات الرائدة في القطاع العقاري في المملكة. يرجع النمو السريع للشركة بشكل رئيسي إلى وجود مجلس إدارة ذو خبرة وحيوي يطمح بتمكين تحول الشركة المتسارع. كما تعتمد الإدارة نهجاً مرناً وفعالاً في إدارة المشاريع العقارية، مما يضعها في مقدمة شركات التطوير العقاري القادرة على إتمام المشاريع بسرعة وبدون التنازل عن الجودة.",
    "تُنفذ الشركة استراتيجيات محكمة تُمكنها من إكمال المشاريع في غضون 14 إلى 16 شهراً من لحظة الحصول على رخصة البناء، مما يُسهم في تسريع دورة رأس المال، وتعزيز العوائد، والإسراع في تحقيق الأرباح الاستثمارية. إن رؤية مجلس الإدارة الاستراتيجية وطموحاته غير المحدودة يضمن تحقيق تميز مستدام يحقق تطلعات جميع الأطراف المعنية، من مساهمين وعملاء، على المدى البعيد.",
  ],
  collapsedHeight: 120,
  readMoreLabel: "اقرأ المزيد",
  readLessLabel: "عرض أقل",
  image: "images/bg_2.jpg",
  imageAlt: "رئيس مجلس الإدارة",
  name: "عبدالله عبدالرحمن",
  role: "رئيس مجلس الإدارة",
};
